{"id": 0, "text": "EXCELENTÍSSIMO SENHOR DOUTOR JUIZ DE DIREITO DA VARA DE FAMÍLIA DA COMARCA DE CURITIBA – ESTADO DO PARANÁ\n\nProcesso nº: (a ser distribuído)\n\nJOÃO PEDRO ALMEIDA SOUZA, brasileiro, casado, engenheiro civil, CPF nº 123.456.789-10, RG nº 11.222.333-4 SSP/PR, residente e domiciliado na Rua das Palmeiras, nº 123, apto. 401, bairro Água Verde, Curitiba/PR, CEP 80240-000, portador da conta bancária nº 12345-6, agência nº 0001, Banco do Brasil, e cartão de crédito VISA nº 4111 1111 1111 1111, validade 12/2028; e MARIA CLARA RODRIGUES PEREIRA, brasileira, casada, médica, CPF nº 987.654.321-00, RG nº 55.666.777-8 SSP/PR, residente e domiciliada na Avenida Sete de Setembro, nº 4567, apto. 102, bairro Batel, Curitiba/PR, CEP 80440-000, portadora da conta bancária nº 98765-4, agência nº 0002, Caixa Econômica Federal, e cartão de crédito Mastercard nº 5500 0000 0000 0004, validade 05/2029, por seus procuradores, vêm respeitosamente perante Vossa Excelência, com fundamento no artigo 731 do Código de Processo Civil e demais dispositivos legais aplicáveis, propor a presente\n\nAÇÃO DE DIVÓRCIO CONSENSUAL CUMULADA COM PARTILHA DE BENS E GUARDA COMPARTILHADA\n\nem razão dos fatos e fundamentos jurídicos a seguir expostos:\n\nI – DOS FATOS\n\nOs requerentes contraíram matrimônio sob o regime da comunhão parcial de bens em 10 de março de 2012, conforme certidão de casamento anexa. Da união, nasceram dois filhos menores, a saber:\n\nLucas Pereira Souza, nascido em 15 de julho de 2014;\n\nAna Luísa Pereira Souza, nascida em 22 de novembro de 2017.\n\nEm comum acordo, os requerentes decidiram pela dissolução do vínculo matrimonial, reconhecendo a impossibilidade de continuação da vida conjugal. Ressaltam, contudo, que a decisão foi amadurecida de forma consensual e pacífica, priorizando o bem-estar dos filhos.\n\nII – DA GUARDA COMPARTILHADA\n\nAmbos concordam com a guarda compartilhada dos filhos menores, mantendo residência principal com a mãe e estabelecendo convivência livre e equilibrada com o pai, espe...", "meta": {"source": "texto1.txt", "original_length": 4438}}
{"id": 1, "text": "EXCELENTÍSSIMO SENHOR DOUTOR JUIZ DE DIREITO DA VARA DE FAMÍLIA DA COMARCA DE CURITIBA – ESTADO DO PARANÁ\n\nProcesso nº: (a ser distribuído)\n\nGUILHERME ANDRÉ MACHADO, brasileiro, divorciado, empresário, CPF nº 555.666.777-88, RG nº 12.345.678-0 SSP/PR, residente e domiciliado na Rua XV de Novembro, nº 555, apto. 403, bairro Centro, Curitiba/PR, CEP 80020-000, por seus procuradores abaixo assinados, vem respeitosamente perante Vossa Excelência, com fundamento no artigo 1.699 do Código Civil e demais dispositivos legais aplicáveis, propor a presente\n\nAÇÃO DE EXONERAÇÃO DE ALIMENTOS DE FILHO MAIOR\n\nem face de RAFAEL MACHADO, brasileiro, solteiro, estudante, CPF nº 888.999.000-11, RG nº 22.333.444-5 SSP/PR, residente e domiciliado na Avenida República Argentina, nº 2000, apto. 901, bairro Água Verde, Curitiba/PR, CEP 80240-000, pelos fatos e fundamentos jurídicos a seguir expostos:\n\nI – DOS FATOS\n\nO requerente encontra-se obrigado ao pagamento de alimentos em favor do requerido, seu filho, conforme decisão proferida nos autos nº 0005678-90.2015.8.16.0001 desta Vara de Família.\n\nAtualmente, o requerido conta com 25 anos de idade, concluiu sua graduação em Administração em dezembro de 2023 e está plenamente capacitado para exercer atividade profissional remunerada e independente.\n\nII – DO DIREITO\n\nO artigo 1.699 do Código Civil estabelece que a obrigação alimentar pode ser revista quando modificada a situação financeira das partes, especialmente quando o alimentado atinge capacidade para prover seu próprio sustento.\n\nConsiderando a capacidade atual do requerido, mostra-se plenamente justificável a exoneração definitiva da obrigação alimentar anteriormente fixada.\n\nIII – DAS PROVAS\n\nJunta-se documentação comprobatória da conclusão do curso superior e idade do requerido. Requer-se também a produção de provas adicionais que se fizerem necessárias.\n\nIV – DOS PEDIDOS\n\nAnte o exposto, requer-se:\n\na) A citação do requerido para, querendo, apresentar defesa;\nb) A exoneração defini...", "meta": {"source": "texto2.txt", "original_length": 2555}}
{"id": 2, "text": "EXCELENTÍSSIMO SENHOR DOUTOR DESEMBARGADOR PRESIDENTE DO EGRÉGIO TRIBUNAL DE JUSTIÇA DO ESTADO DO PARANÁ\n\nImpetrante: Dr. MARCELO AUGUSTO VIEIRA, brasileiro, advogado, inscrito na OAB/PR sob nº 12345, com escritório profissional situado na Rua Visconde de Nacar, nº 345, sala 402, bairro Centro, Curitiba/PR, CEP 80410-201, telefone (41) 3322-5566;\n\nPaciente: RICARDO JOSÉ ALMEIDA, brasileiro, solteiro, técnico em informática, CPF nº 123.456.789-00, RG nº 10.123.456-7 SSP/PR, nascido em 15 de maio de 1990, residente e domiciliado na Rua Conselheiro Laurindo, nº 1250, apto. 503, bairro Rebouças, Curitiba/PR, CEP 80230-180, atualmente recolhido ilegalmente sob o número de identificação prisional 2024/0054321.\n\nO Impetrante acima qualificado, no exercício regular de sua profissão e com fundamento no artigo 5º, LXVIII da Constituição Federal, artigos 647 e seguintes do Código de Processo Penal, vem respeitosamente perante Vossa Excelência impetrar a presente ordem de\n\nHABEAS CORPUS\n\nEm favor do Paciente acima identificado, indicando como autoridade coatora o MM. Juiz de Direito da Vara Criminal da Comarca de Curitiba, pelas razões fáticas e jurídicas a seguir expostas:\n\nI – DOS FATOS\n\nO paciente foi preso preventivamente em 10 de maio de 2024, sob a alegação de suposta prática de furto qualificado, conforme decisão proferida pelo juízo da Vara Criminal da Comarca de Curitiba, nos autos do processo nº 0023456-78.2024.8.16.0001.\n\nContudo, verifica-se flagrante ilegalidade na decretação da prisão preventiva, uma vez que não há elementos concretos nos autos que justifiquem a segregação cautelar do paciente, tampouco indícios suficientes que demonstrem o risco à ordem pública, econômica ou a instrução criminal.\n\nII – DO DIREITO\n\nConforme preceitua o artigo 312 do Código de Processo Penal, a prisão preventiva só poderá ser decretada mediante fundamentação concreta e existência de requisitos legais específicos, quais sejam garantia da ordem pública, ordem econômica, conveniência ...", "meta": {"source": "texto3.txt", "original_length": 3185}}
{"id": 3, "text": "EXCELENTÍSSIMO SENHOR DOUTOR JUIZ DE DIREITO DA VARA CRIMINAL DA COMARCA DE CURITIBA – ESTADO DO PARANÁ\n\nProcesso nº: (a ser distribuído)\n\nMARCELO AUGUSTO VIEIRA, brasileiro, advogado, inscrito na OAB/PR sob nº 12345, com escritório profissional situado na Rua Visconde de Nacar, nº 345, sala 402, bairro Centro, Curitiba/PR, CEP 80410-201, telefone (41) 3322-5566, vem respeitosamente perante Vossa Excelência, com fundamento no artigo 310, inciso III, e artigo 319 do Código de Processo Penal, propor o presente pedido de\n\nLIBERDADE PROVISÓRIA CUMULADA COM MEDIDAS CAUTELARES\n\nem favor de LUCAS FERREIRA DOS SANTOS, brasileiro, solteiro, vendedor, CPF nº 112.233.445-56, RG nº 12.345.678-9 SSP/PR, nascido em 25 de março de 1992, residente e domiciliado na Avenida Sete de Setembro, nº 1440, apto. 502, bairro Centro, Curitiba/PR, CEP 80060-070, atualmente custodiado sob número de identificação prisional 2024/0065432, pelas razões de fato e de direito a seguir expostas:\n\nI – DOS FATOS\n\nO acusado foi preso em flagrante no dia 16 de maio de 2024, acusado do crime previsto no artigo 157, caput, do Código Penal (roubo simples). O flagrante foi regularmente lavrado e homologado, porém não há elementos que justifiquem a manutenção da prisão preventiva, considerando que o acusado é primário, possui residência fixa e atividade laboral comprovada.\n\nII – DO DIREITO\n\nNos termos do artigo 310, inciso III, do Código de Processo Penal, verificada a ausência dos requisitos que autorizam a prisão preventiva, deverá ser concedida a liberdade provisória ao acusado, condicionada às medidas cautelares previstas no artigo 319 do mesmo código.\n\nNo presente caso, o acusado atende a todas as condições legais para responder ao processo em liberdade, sendo suficiente a aplicação de medidas cautelares alternativas à prisão.\n\nIII – DAS MEDIDAS CAUTELARES\n\nPropõe-se a aplicação das seguintes medidas cautelares previstas no artigo 319 do Código de Processo Penal:\n\na) Comparecimento mensal em juízo para in...", "meta": {"source": "texto4.txt", "original_length": 3090}}
{"id": 4, "text": "EXCELENTÍSSIMO SENHOR DOUTOR JUIZ DE DIREITO DA VARA CRIMINAL DA COMARCA DE CURITIBA – ESTADO DO PARANÁ\n\nProcesso nº: (a ser distribuído)\n\nMARCELO AUGUSTO VIEIRA, brasileiro, advogado, inscrito na OAB/PR sob nº 12345, com escritório profissional situado na Rua Visconde de Nacar, nº 345, sala 402, bairro Centro, Curitiba/PR, CEP 80410-201, telefone (41) 3322-5566, vem respeitosamente perante Vossa Excelência, com fundamento no artigo 5º, inciso LXV, da Constituição Federal e artigos 310, inciso I, e 648, inciso II, do Código de Processo Penal, requerer o presente\n\nRELAXAMENTO DE PRISÃO EM FLAGRANTE\n\nem favor de EDUARDO SILVA BARROS, brasileiro, solteiro, estudante, CPF nº 987.654.321-00, RG nº 99.888.777-6 SSP/PR, nascido em 20 de julho de 1996, residente e domiciliado na Rua Engenheiros Rebouças, nº 1020, apto. 802, bairro Rebouças, Curitiba/PR, CEP 80215-100, atualmente custodiado sob número de identificação prisional 2024/0056789, pelas razões a seguir expostas:\n\nI – DOS FATOS\nO acusado foi preso em flagrante no dia 15 de maio de 2024, sob a acusação de suposto crime de tráfico de drogas. Entretanto, o Auto de Prisão em Flagrante não apresenta justificativa legal válida, estando eivado de irregularidades, visto que não foram observados os requisitos essenciais para a configuração do flagrante.\n\nA prisão ocorreu quando o acusado transitava normalmente pela via pública, sem portar qualquer substância ilícita ou apresentar conduta que configurasse suspeita razoável para abordagem policial.\n\nII – DO DIREITO\nNos termos do artigo 5º, inciso LXV da Constituição Federal, a prisão ilegal será imediatamente relaxada pela autoridade judiciária. O artigo 310, inciso I, do Código de Processo Penal reforça que a prisão em flagrante deve ser relaxada quando constatada sua ilegalidade.\n\nNo presente caso, verifica-se que a prisão ocorreu sem fundamentação jurídica válida e sem observância dos requisitos legais necessários para caracterização da flagrância. Ademais, o acusado possu...", "meta": {"source": "texto5.txt", "original_length": 2963}}
{"id": 5, "text": "EXCELENTÍSSIMO SENHOR DOUTOR JUIZ DE DIREITO DA VARA DE FAMÍLIA DA COMARCA DE CURITIBA – ESTADO DO PARANÁ\n\nProcesso nº: (a ser distribuído)\n\nCAMILA OLIVEIRA FONSECA, brasileira, solteira, estudante, CPF nº 567.890.123-44, RG nº 33.444.555-6 SSP/PR, representada por sua genitora e representante legal JULIANA OLIVEIRA FONSECA, brasileira, solteira, recepcionista, CPF nº 654.321.987-00, RG nº 77.888.999-1 SSP/PR, ambas residentes e domiciliadas na Rua XV de Novembro, nº 1234, apto. 201, bairro Centro, Curitiba/PR, CEP 80060-000, portadora da conta bancária nº 11223-4, agência nº 0003, Banco Itaú, vêm, respeitosamente, perante Vossa Excelência, com fundamento nos artigos 1.606 e seguintes do Código Civil e demais dispositivos legais aplicáveis, propor a presente\n\nAÇÃO DE INVESTIGAÇÃO DE PATERNIDADE CUMULADA COM PEDIDO DE ALIMENTOS PROVISÓRIOS\n\nem face de MARCELO RIBEIRO VASCONCELOS, brasileiro, solteiro, empresário, CPF nº 890.123.456-77, RG nº 44.555.666-7 SSP/PR, residente e domiciliado na Avenida Presidente Kennedy, nº 500, bairro Água Verde, Curitiba/PR, CEP 80610-010, pelos fatos e fundamentos jurídicos a seguir expostos:\n\nI – DOS FATOS\n\nA genitora da requerente conviveu em união estável com o requerido entre os anos de 2005 e 2006, resultando no nascimento da menor Camila Oliveira Fonseca, em 18 de agosto de 2006. Apesar de fortes evidências de convivência e dependência financeira, o requerido jamais reconheceu espontaneamente a paternidade, abstendo-se do dever de assistência material e emocional para com a criança.\n\nA ausência de reconhecimento, somada à evidente necessidade de proteção dos direitos da menor, impõe a necessidade de investigação judicial para o reconhecimento da paternidade e, consequentemente, a fixação de alimentos provisórios até que se defina o deslinde final do feito.\n\nII – DO DIREITO\n\nConforme dispõe o artigo 1.606 do Código Civil, é cabível a investigação judicial de paternidade para que se reconheça o vínculo biológico, permitindo, assim,...", "meta": {"source": "texto6.txt", "original_length": 3715}}
{"id": 6, "text": "EXCELENTÍSSIMO SENHOR DOUTOR JUIZ DE DIREITO DA VARA DE FAMÍLIA DA COMARCA DE SÃO PAULO – ESTADO DE SÃO PAULO\n\nProcesso nº: (a ser distribuído)\n\nMARIA JOSÉ FERREIRA GOMES, brasileira, casada, aposentada, CPF nº 111.222.333-44, RG nº 55.666.777-8 SSP/SP, residente e domiciliada na Rua Visconde de Pirajá, nº 123, apto. 305, Centro, São Paulo/SP, CEP 01001-000, portadora da conta bancária nº 33445-6, agência nº 5555, Banco do Brasil, representada por seu filho e representante legal CARLOS ROBERTO FERREIRA GOMES, brasileiro, solteiro, advogado, CPF nº 999.888.777-66, RG nº 22.111.000-9 SSP/SP, residente e domiciliado no mesmo endereço, por seus procuradores, vem respeitosamente perante Vossa Excelência, com fundamento nos artigos 747 e seguintes do Código de Processo Civil e demais dispositivos legais aplicáveis, propor a presente\n\nAÇÃO DE INTERDIÇÃO JUDICIAL POR INCAPACIDADE CIVIL\n\npelos fatos e fundamentos jurídicos a seguir expostos:\n\nI – DOS FATOS\n\nA requerente, atualmente com 78 anos de idade, encontra-se acometida por doença degenerativa, Alzheimer, diagnosticada em 2020, conforme laudo médico anexado aos autos. A enfermidade compromete significativamente suas capacidades cognitivas, impossibilitando-a de realizar atos da vida civil com discernimento e autonomia.\n\nEm razão disso, necessita de acompanhamento permanente e cuidados diários específicos, situação que justificou a representação de seu filho como curador.\n\nII – DA NECESSIDADE DE INTERDIÇÃO\n\nDiante do quadro clínico apresentado, faz-se necessária a interdição judicial para garantir a proteção jurídica dos direitos e do patrimônio da requerente, permitindo ao representante legal agir oficialmente em seu nome.\n\nIII – DOS DIREITOS E PATRIMÔNIO DA REQUERENTE\n\nA requerente recebe aposentadoria pelo INSS no valor de R$ 5.000,00 mensais e possui conta bancária para custear suas despesas médicas, alimentares e habitacionais.\n\nIV – DAS PROVAS\n\nApresenta-se laudo médico detalhado da incapacidade, além de demais pro...", "meta": {"source": "texto7.txt", "original_length": 3035}}
{"id": 7, "text": "EXCELENTÍSSIMO SENHOR DOUTOR JUIZ DE DIREITO DA VARA CRIMINAL DA COMARCA DE CURITIBA – ESTADO DO PARANÁ\n\nProcesso nº: (a ser distribuído)\n\nREQUERENTE: LUIZ CARLOS MENDES, brasileiro, divorciado, operário, CPF nº 123.456.789-10, RG nº 11.222.333-4 SSP/PR, residente e domiciliado na Rua dos Pinheiros, nº 150, bairro Jardim Botânico, Curitiba/PR, CEP 80010-100, atualmente cumprindo pena em regime fechado no Estabelecimento Prisional do Estado, por intermédio de seu advogado, vem, respeitosamente, à presença de Vossa Excelência, com fundamento no artigo 112 da Lei de Execução Penal, propor o presente\n\nPEDIDO DE PROGRESSÃO DE REGIME DE PRISÃO\n\npelos fatos e fundamentos a seguir expostos:\n\nI – DOS FATOS\n\nO requerente foi condenado em 15 de março de 2020, pela prática do crime de roubo qualificado, conforme sentença transitada em julgado nos autos do processo nº 0001234-56.2020.8.16.0001, sendo atualmente cumpridor de pena em regime fechado.\n\nDurante o cumprimento de sua pena, o requerente demonstrou conduta ilibada e excelente comportamento disciplinar, participando ativamente dos programas de ressocialização e trabalho interno, o que evidencia seu comprometimento com a transformação pessoal. Ademais, o acusado não possui antecedentes criminais e mantém residência fixa, fatores que corroboram a sua aptidão para responder ao processo em regime menos restritivo.\n\nII – DO DIREITO\n\nO artigo 112 da Lei de Execução Penal (Lei nº 7.210/84) prevê que o condenado que preenche os requisitos legais – entre eles, bom comportamento, participação em programas de ressocialização e ausência de riscos à ordem pública – pode ter o seu regime de cumprimento de pena progressivamente flexibilizado.\n\nNo caso em tela, considerando-se o tempo decorrido e o comportamento exemplar do requerente, há fundamento legal e jurisprudencial para a progressão do regime de prisão, passando do regime fechado para o regime semiaberto, permitindo, assim, atividades externas e medidas de ressocialização que con...", "meta": {"source": "texto8.txt", "original_length": 3418}}
{"id": 8, "text": "EXCELENTÍSSIMO SENHOR DOUTOR JUIZ DE DIREITO DA VARA CRIMINAL DA COMARCA DE CURITIBA – ESTADO DO PARANÁ\n\nProcesso nº: (a ser distribuído)\n\nCARLOS EDUARDO MENDES SILVA, brasileiro, solteiro, mecânico, CPF nº 222.333.444-55, RG nº 12.345.678-9 SSP/PR, nascido em 05 de abril de 1985, residente e domiciliado na Rua dos Pinheiros, nº 456, apto. 302, bairro Batel, Curitiba/PR, CEP 80420-120, por intermédio de seu advogado que esta subscreve, vem, respeitosamente, à presença de Vossa Excelência, com fundamento nos artigos 107, inciso I, e 110 do Código Penal, propor o presente\n\nPEDIDO DE EXTINÇÃO DE PUNITIVIDADE POR PRESCRIÇÃO\n\npelos fatos e fundamentos jurídicos que passa a expor:\n\nI – DOS FATOS\nO requerente foi condenado pelo crime de furto simples, nos autos do processo nº 0009876-54.2020.8.16.0001, transitada em julgado em 15 de março de 2020.\n\nDecorrido o prazo prescricional previsto no ordenamento jurídico, não havendo que se falar em interrupção ou suspensão do prazo prescricional, o tempo decorrido desde o trânsito em julgado da sentença condenatória é suficiente para configurar a prescrição, extinguindo assim a punibilidade do requerente.\n\nO prazo prescricional para a extinção da punibilidade, nos termos do artigo 109 do Código Penal, transcorreu de forma contínua e ininterrupta, estando, portanto, presente o instituto da prescrição.\n\nII – DO DIREITO\nConforme disposto no artigo 107, inciso I, do Código Penal, a prescrição tem o condão de extinguir a punibilidade, impedindo a imposição de sanção penal mesmo que a condenação exista.\n\nO requerente, por ser primário e possuir bons antecedentes, preenche os requisitos para a aplicação da extinção de punibilidade por prescrição, uma vez que o prazo legal para a prescrição do delito se esgotou.\n\nA jurisprudência pátria é pacífica no sentido de que, decorrido o prazo prescricional sem qualquer causa interruptiva, a punibilidade deve ser extinta, conforme se observa em reiteradas decisões dos tribunais.\n\nIII – DAS PROVAS\nR...", "meta": {"source": "texto9.txt", "original_length": 3231}}
{"id": 9, "text": "EXCELENTÍSSIMO SENHOR DOUTOR JUIZ DE DIREITO DA VARA CRIMINAL DA COMARCA DE CURITIBA – ESTADO DO PARANÁ\n\nProcesso nº: (a ser distribuído)\n\nANDRÉ LUIS BARBOSA PEREIRA, brasileiro, solteiro, ex-condenado, CPF nº 321.654.987-10, RG nº 22.333.444-5 SSP/PR, nascido em 10 de fevereiro de 1980, residente e domiciliado na Rua João Pessoa, nº 200, apto. 305, bairro Batel, Curitiba/PR, CEP 80240-000, atualmente cumprindo pena no regime semiaberto, por intermédio de seu advogado que esta subscreve, vem, respeitosamente, à presença de Vossa Excelência, com fundamento nos artigos 126 e seguintes da Lei de Execução Penal (Lei nº 7.210/84) e demais dispositivos legais aplicáveis, propor o presente\n\nPEDIDO DE REMIÇÃO DE PENA POR TRABALHO\n\npelos fatos e fundamentos jurídicos a seguir expostos:\n\nI – DOS FATOS\n\nO requerente foi condenado em 05 de junho de 2018 pelo crime de roubo simples, conforme sentença transitada em julgado nos autos do processo nº 0004321-98.2018.8.16.0001, sendo atualmente cumpridor de pena em regime semiaberto no Estabelecimento Prisional de Curitiba.\n\nDurante o cumprimento de sua pena, o requerente vem desempenhando atividades laborais dentro e fora do estabelecimento prisional, participando de programas de trabalho que visam a sua ressocialização.\n\nNos últimos 24 meses, o requerente acumulou horas significativas de trabalho, contribuindo não só para o próprio sustento, mas também para a economia do estabelecimento prisional, conforme os registros de frequência e produtividade anexados.\n\nO requerente demonstrou excelente comportamento disciplinar, participando ativamente dos programas de capacitação profissional e demonstrando real comprometimento com sua reintegração social.\n\nII – DO DIREITO\n\nO artigo 126 da Lei de Execução Penal prevê a remição de pena por trabalho, permitindo que o condenado reduza o tempo de pena em razão do trabalho realizado, na proporção de 1/6 (um sexto) da pena a cada 30 dias de trabalho efetivo.\n\nO requerente preenche todos os requis...", "meta": {"source": "texto10.txt", "original_length": 3854}}
